/* Class = "NSTextFieldCell"; title = "Enter the password for the private key."; ObjectID = "1dL-nN-bJI"; */
"1dL-nN-bJI.title" = "Introduzca la contraseña para la clave privada.";

/* Class = "NSTextFieldCell"; title = "Enter the password for the digital signature."; ObjectID = "1Fy-mg-aq9"; */
"1Fy-mg-aq9.title" = "Introduzca la contraseña para la firma digital.";

/* Class = "NSTextFieldCell"; title = "Specify the digital signature file for the document."; ObjectID = "2Ck-6y-ygx"; */
"2Ck-6y-ygx.title" = "Especifique el archivo de firma digital para el documento.";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Enter Password"; ObjectID = "4gA-s8-Lne"; */
"4gA-s8-Lne.placeholderString" = "Introduzca Contraseña";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "GOU-av-TC1"; */
"GOU-av-TC1.title" = "Cancelar";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "jpH-3g-Gt5"; */
"jpH-3g-Gt5.title" = "Cancelar";

/* Class = "NSButtonCell"; title = "Load a Private Key"; ObjectID = "P3k-kI-w22"; */
"P3k-kI-w22.title" = "Cargar una clave privada";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "qZ4-0O-L0G"; */
"qZ4-0O-L0G.title" = "Cancelar";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "RbM-Dq-A3K"; */
"RbM-Dq-A3K.title" = "Cancelar";

/* Class = "NSTextFieldCell"; title = "Specify a private key for the digital signature."; ObjectID = "Tfc-EF-VnS"; */
"Tfc-EF-VnS.title" = "Especifique una clave privada para la firma digital.";

/* Class = "NSButtonCell"; title = "Load Signature"; ObjectID = "tTF-wa-eJp"; */
"tTF-wa-eJp.title" = "Cargar Firma";

/* Class = "NSWindow"; title = "ONLYOFFICE"; ObjectID = "X8z-RQ-YLr"; */
"X8z-RQ-YLr.title" = "ONLYOFFICE";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Enter Password"; ObjectID = "Zj5-0h-hpW"; */
"Zj5-0h-hpW.placeholderString" = "Introduzca Contraseña";

